{"pid": "1059895", "title_text": "The Wild Women of Chastity Gulch", "passage_text": "The Wild Women of Chastity Gulch is a 1982 American made-for-television western romantic comedy film directed by Philip Leacock and starring Priscilla Barnes, Lee Horsley, Joan Collins, Donny Osmond, Morgan Brittany and Lisa Whelchel. Executive produced by Aaron Spelling, it premiered on ABC on October 31, 1982 and was later syndicated to cable television for rebroadcast.", "metadata": {}}
{"pid": "20472232", "title_text": "Aaron Spelling", "passage_text": "Aaron Spelling (April 22, 1923 – June 23, 2006) was an American film and television producer. Some of his works include the TV programs Charlie's Angels (1976–81), The Love Boat (1977–86), Hart to Hart (1979–84), Dynasty (1981–89), Beverly Hills, 90210 (1990–2000), 7th Heaven (1996–2007), and Charmed (1998–2006). He also served as producer of Mod Squad (1968-1973), The Rookies (1972-1976), and Sunset Beach (1997-1999).", "metadata": {}}
{"pid": "77268036", "title_text": "Household income in the United States", "passage_text": "One key measure is the real median level, meaning half of households have income above that level and half below, adjusted for inflation. According to the Census, this measure was $59,039 in 2016, a record high. This was the largest two year percentage increase on record.", "metadata": {}}
{"pid": "4428631", "title_text": "Bokok, Temburong", "passage_text": "Bokok is a mukim or subdistrict in the Temburong District of Brunei. It is located in the west of the Temburong District to the south, bordering Mukim Bangar to the north-east, Mukim Amo to the east, Sarawak (Malaysia) to the south and Limbang, Sarawak (Malaysia) to the west. Bokok has a total area of ; as of 2016, it had a total population of 3,583.", "metadata": {}}
{"pid": "65187067", "title_text": "The Biggest Loser Brunei: Lose It All", "passage_text": "The Biggest Loser Brunei (season 3): Lose It All is the third season of The Biggest Loser Brunei, which is the Bruneian version of the NBC reality television series The Biggest Loser. This season called Lose It All because this is the biggest show of this Brunei's series and to prove to people for keep losing weight weather on the ranch or outside the ranch. This season premiered March 13, 2012. This season introduce the new trainer, Cristine Phoebe for replacing Juliana Mikael which not return for her third season.", "metadata": {}}
{"pid": "72628407", "title_text": "Adult contemporary music", "passage_text": "Soft rock reached its commercial peak in the mid-to-late 1970s with acts such as Toto, England Dan & John Ford Coley, Air Supply, Seals and Crofts, America and the reformed Fleetwood Mac, whose Rumours (1977) was the best-selling album of the decade. By 1977, some radio stations, like New York's WTFM and NBC-owned WYNY, had switched to an all-soft rock format. By the 1980s, tastes had changed and radio formats reflected this change, including musical artists such as Journey. Walter Sabo and his team at NBC brought in major personalities from the AM Band to the FM Band taking the format from a background to a foreground listening experience. The addition of major radio stars such as Dan Daniel, Steve O'Brien, Dick Summers, Don Bleu and Tom Parker made it possible to fully monetize the format and provide the foundation for financial success enjoyed to this day", "metadata": {}}
{"pid": "1277450", "title_text": "1973 oil crisis", "passage_text": "Some buyers lamented the small size of the first Japanese compacts, and both Toyota and Nissan (then known as Datsun) introduced larger cars such as the Toyota Corona Mark II, the Toyota Cressida, the Mazda 616 and Datsun 810, which added passenger space and amenities such as air conditioning, power steering, AM-FM radios, and even power windows and central locking without increasing the price of the vehicle. A decade after the 1973 oil crisis, Honda, Toyota and Nissan, affected by the 1981 voluntary export restraints, opened US assembly plants and established their luxury divisions (Acura, Lexus and Infiniti, respectively) to distinguish themselves from their mass-market brands.", "metadata": {}}
{"pid": "44763952", "title_text": "Scion (automobile)", "passage_text": "Scion is a discontinued marque of Toyota that started in 2003. It was designed as an extension of its efforts to appeal towards younger customers. The Scion brand primarily featured sports compact vehicles (primarily badge engineered from Toyota's international models), a simplified \"pure price\" model, and eschewed trim levels in favor of offering a single trim for each vehicle with a range of factory and aftermarket options for buyers to choose from to personalize their vehicle. The \"Scion\" name, meaning the descendant of a family or heir, refers both to the brand's cars and their owners. The brand first soft launched in the United States at selected Toyota dealers in the state of California in June 2003, before expanding nationwide by February 2004. In 2010, Scion expanded into Canada. In an effort to target the generation Y demographic, Scion primarily relied on guerrilla and viral marketing techniques.", "metadata": {}}
{"pid": "94041418", "title_text": "Comstar wheel", "passage_text": "The Comstar wheel, sometimes referred to as Com-stars or stylised as ComStar, was a composite motorcycle wheel that Honda fitted to many of its motorcycles from 1977 to the mid 1980s. Its design allowed it the option of being fitted with tubeless tyres and its use on the Honda CX500 was the first time tubeless tyres had been designed for a production motorcycle.", "metadata": {}}
{"pid": "26311643", "title_text": "Minneapolis", "passage_text": "Minneapolis lies on both banks of the Mississippi River, just north of the river's confluence with the Minnesota River, and adjoins Saint Paul, the state's capital. The city is abundantly rich in water, with 13 lakes, wetlands, the Mississippi River, creeks and waterfalls; many connected by parkways in the Chain of Lakes and the Grand Rounds National Scenic Byway. It was once the world's flour milling capital and a hub for timber. The city and surrounding region is the primary business center between Chicago and Seattle. As of 2018, Minneapolis was home to 6 Fortune 500 companies, and the Twin Cities were the fifth-largest hub of major corporate headquarters in the United States. As an integral link to the global economy, Minneapolis is categorized as a global city.", "metadata": {}}
{"pid": "67506677", "title_text": "Lots More Blues, Rags and Hollers", "passage_text": "Lots More Blues, Rags and Hollers is an album by the blues trio Koerner, Ray & Glover, released in 1964.", "metadata": {}}
{"pid": "78430660", "title_text": "Koerner, Ray & Glover", "passage_text": "Koerner, Ray & Glover was a loose-knit group of three blues musicians from Minneapolis, Minnesota: \"Spider\" John Koerner on guitar and vocals, Dave \"Snaker\" Ray on guitar and vocals, and Tony \"Little Sun\" Glover on harmonica. They were notable figures of the revival of folk music and blues in the 1960s.", "metadata": {}}
{"pid": "80060436", "title_text": "Mississippi River", "passage_text": "The Mississippi River is the chief river of the second - largest drainage system on the North American continent, second only to the Hudson Bay drainage system. Flowing entirely in the United States (although its drainage basin reaches into Canada), it rises in northern Minnesota and meanders slowly southwards for 2,320 miles (3,730 km) to the Mississippi River Delta at the Gulf of Mexico. With its many tributaries, the Mississippi's watershed drains all or parts of 31 U.S. states and 2 Canadian provinces between the Rocky and Appalachian Mountains. The Mississippi ranks as the fourth - longest and fifteenth - largest river in the world by discharge. The river either borders or passes through the states of Minnesota, Wisconsin, Iowa, Illinois, Missouri, Kentucky, Tennessee, Arkansas, Mississippi, and Louisiana.", "metadata": {}}
{"pid": "12848268", "title_text": "San Diego", "passage_text": "The city had a population of 1,307,402 according to the 2010 census, distributed over a land area of 372.1 square miles (963.7 km2). The urban area of San Diego extends beyond the administrative city limits and had a total population of 2,956,746, making it the third-largest urban area in the state, after that of the Los Angeles metropolitan area and San Francisco metropolitan area. They, along with the Riverside–San Bernardino, form those metropolitan areas in California larger than the San Diego metropolitan area, with a total population of 3,095,313 at the 2010 census.", "metadata": {}}
{"pid": "27130479", "title_text": "Papa Roach", "passage_text": "Papa Roach is an American rock band from Vacaville, California, formed in 1993. The original lineup consisted of lead vocalist Jacoby Shaddix, guitarist Jerry Horton, drummer Dave Buckner, bassist Will James, and trombonist Ben Luther.", "metadata": {}}
{"pid": "38449385", "title_text": "Jacoby Shaddix", "passage_text": "Shaddix served as the host of the MTV show \"Scarred\" for the entirety of the show's cycle, presenting both seasons and all 20 episodes of the show, which spanned from April 10 to September 18, 2007. Shaddix would ultimately leave the show due to touring demands with Papa Roach. The name of the show was based on the Papa Roach song \"Scars\".", "metadata": {}}
{"pid": "87853102", "title_text": "Veoh", "passage_text": "Veoh is an Internet television company based in San Diego, California. It allows users to find and watch major studio content, independent productions and user-generated material. The company is a subsidiary of Israeli start-up Qlipso.", "metadata": {}}