{"pid": "12084106__0", "title_text": "Young Frankenstein (musical)", "passage_text": "Young Frankenstein (promoted as The New Mel Brooks Musical: Young Frankenstein) is a musical with a book by Mel Brooks and Thomas Meehan, and music and lyrics by Brooks. It is based on the 1974 comedy film of the same name written by Brooks and Gene Wilder and directed by Brooks, who has described it as his best film. It is a parody of the horror film genre, especially the 1931 Universal Pictures adaptation of Mary Shelley's \"Frankenstein\" and its 1939 sequel, \"Son of Frankenstein\". After tryouts in Seattle and four weeks of previews, the musical opened on Broadway on November 8, 2007 to mixed reviews.", "metadata": {}}
{"pid": "2942875__0", "title_text": "The Producers (musical)", "passage_text": "The Producers is a musical with music and lyrics by Mel Brooks, and a book by Brooks and Thomas Meehan. It is adapted from Brooks's 1967 film of the same name. The story concerns two theatrical producers who scheme to get rich by fraudulently overselling interests in a Broadway flop. Complications arise when the show unexpectedly turns out to be successful.", "metadata": {}}
{"pid": "35648400__0", "title_text": "To Be or Not to Be (The Hitler Rap)", "passage_text": "\"To Be or Not to Be\" (also known as \"The Hitler Rap\") is a song recorded by Mel Brooks in 1983 for Island Records. The song appeared on the soundtrack album for the movie of the same name. It was derived from the burlesque show within the film but did not appear within it. It also echoes Brooks' 1967 film \"The Producers\", with the lines \"Don't be stupid, be a smarty. Come and join the Nazi Party ,\" taken from the song \"Springtime for Hitler\".", "metadata": {}}
{"pid": "442675__0", "title_text": "High Anxiety", "passage_text": "High Anxiety is a 1977 American satirical comedy film produced and directed by Mel Brooks, who also plays the lead. This is Brooks' first film as a producer and first speaking lead role (his first lead role was in \"Silent Movie\"). Veteran Brooks ensemble members Harvey Korman, Cloris Leachman, and Madeline Kahn are also featured. Plot. Arriving at LAX, Dr. Richard Thorndyke has several odd encounters (such as a flasher impersonating a police officer, and a passing bus with a full orchestra playing).", "metadata": {}}
{"pid": "56779317__0", "title_text": "Springtime for Hitler (song)", "passage_text": "\"Springtime for Hitler\" is a song written and composed by Mel Brooks for his 1968 film \"The Producers\". In the film, the 2001 musical, and 2005 film adaptation the song is part of the stage musical titled \"Springtime for Hitler\", which the two protagonists produce on Broadway. It was orchestrated by Philip J. Lang and staged by Alan Johnson for the former, with the latter productions orchestrated by Doug Besterman and staged by director Susan Stroman. Composition and lyrics. In the film, it has four sections.", "metadata": {}}
{"pid": "39516777__0", "title_text": "The Blue Mountain Echo", "passage_text": "The Blue Mountain Echo, also published as \"The Blue Mountain Star\", \"The Katoomba Daily\", \"The Blue Mountains Daily\", and \"The Blue Mountains Echo\" was a semi-weekly English language newspaper published in Katoomba, New South Wales, Australia. History. The paper, published from 1909-1939, changed names several times in its history. The paper was initially published under the management of James C. Hart of Mountaineer Printing and Publishing Company.", "metadata": {}}
{"pid": "45317709__0", "title_text": "The Blue Mountains Advertiser", "passage_text": "The Blue Mountains Advertiser was a weekly English language newspaper published in Katoomba, New South Wales, Australia. The paper, published from 1939 to 1978, changed names several times in its history. History. \"The Blue Mountains Advertiser\" was a weekly paper that began publication in 1939, though no early issues are extant. It was established by James Robert Wighton, a former compositor with the \"Daily\", and Cecil Thomas Roberts, and the early issues were printed at Parramatta. From issue No.20 (19 January 1940), however, it was published by Wilfrid Mason and printed at the \"Daily\" office, 23 Parke Street, Katoomba.", "metadata": {}}
{"pid": "47359348__0", "title_text": "The Blackheath Bulletin", "passage_text": "A paper known as The Blackheath Bulletin was published for a short period in the early 1920s and appears to have ceased publication by the end of 1929. History. A paper known as \"The Blackheath Bulletin\" was published for a short period in the early 1920s (Vol.1, No.1 issued 1 May 1923) under the wing of The Blue Mountain Echo. In 1929 it was resurrected by Blue Mountains Newspapers Ltd. and printed at The Star office in Katoomba. There seems to have been two distinct runs of this paper.", "metadata": {}}
{"pid": "47359573__0", "title_text": "The Blue Mountains Times", "passage_text": "The first issue of The Blue Mountains Times appeared on Friday, 16 October 1931. History. The first issue of \"The Blue Mountains Times\" appeared on Friday, 16 October 1931. It circulated from Mount Victoria to Hazelbrook/Woodford and was printed and published at the office of Joseph Bennett & Son in Cascade Street, Katoomba, for Lorin Grant Christie. From August 1937 Ralph Bennett is listed as the proprietor. (Bennett says the paper was taken over by the management of \"The Katoomba Daily\", Blue Mountains Newspapers Ltd., and soon closed.) Digitisation. \"The Blue Mountains Times\" has been digitised as part of the Australian Newspapers Digitisation Program project of the National Library of Australia.", "metadata": {}}
{"pid": "47359944__0", "title_text": "The Mountaineer (Katoomba)", "passage_text": "The Mountaineer was a newspaper published in Katoomba, New South Wales which circulated throughout the Blue Mountains and Hartley districts between 1894 and 1908. History. In September 1894 Robert Moss, said by Bennett to have been the proprietor of the earlier Advertiser, began publishing \"The Mountaineer\" in Main Street Katoomba (near the Family Hotel). The paper circulated “throughout the Blue Mountain and Hartley Districts”. At the end of 1894 Moss sold the paper to Peter Giles Hart who remained its publisher until May 1904 when he passed it on to his brother-in-law John Knight.", "metadata": {}}
{"pid": "30987811__0", "title_text": "Abu-Bakr Yunis Jabr", "passage_text": "Abu-Bakr Yunis Jabr (), (1940 – 20 October 2011) was the Libya n Minister of Defence during the rule of Muammar Gaddafi. His official position was Secretary of the Libyan General Interim Committee for Defence. Early life and education. There is disagreement about the year of Jabr's birth. According to the UN he was born in 1952 in Jalu, Libya. The German newspaper the \"Frankfurter Allgemeine Zeitung\" gives the much earlier date of 1940. Educated at the Military Academy in Benghazi, Jabr shared classes with Muammar Gaddafi. Career.", "metadata": {}}
{"pid": "30994895__0", "title_text": "Abdul Fatah Younis", "passage_text": "Abdul Fatah Younis Al-Obeidi (;, sometimes transliterated \"Fattah Younis\" or \"Fattah Younes\" or \"Fatah Younes\"; 1944 – 28 July 2011) was a senior military officer in Libya. He held the rank of Major General and the post of minister of interior, but resigned on 22 February 2011 to defect to the rebel side in what was to become the Libyan Civil War. He was considered a key supporter of Muammar Gaddafi or even No. 2 in the Libyan government.", "metadata": {}}
{"pid": "31201896__0", "title_text": "Omar El-Hariri", "passage_text": "Omar Mokhtar El-Hariri (– 2 November 2015) was a leading figure of the National Transitional Council of Libya who served as the Minister of Military Affairs in 2011, during the Libyan Civil War. He controlled the National Liberation Army and the Free Libyan Air Force from March to May 2011. He served on the council Executive Board before being replaced by Jalal al-Digheily, and he headed Military Affairs in the unicameral National Transitional Council legislature. El-Hariri was involved in the initial 1969 coup against the monarchy that began Muammar Gaddafi's 42-year rule of Libya. He organised a plot to overthrow Gaddafi in 1975. When the coup was uncovered, 300 men were arrested, four of whom died during interrogation.", "metadata": {}}
{"pid": "33352152__0", "title_text": "Hamid Hassy", "passage_text": "Hamid Hassy was an anti- Gaddafi fighter, a Colonel in the National Liberation Army (NLA) and a field commander in the Libyan Civil War. He took part in the Battle of Brega-Ajdabiya, Fourth Battle of Brega, and Battle of Sirte (2011).", "metadata": {}}
{"pid": "33501212__0", "title_text": "Mustafa Bin Dardef", "passage_text": "Mustafa Bin Dardef () (1968 – 18 October 2011) was a popular field commander from the Zintan brigade of the Anti-Gaddafi forces during the Libyan Civil War. He was killed by a mortar round just two days before the fall of Sirte and death of former Libyan leader Muammar Gaddafi. Life. Bin Dardef was a businessman in the Mediterranean city of Benghazi before he joined the uprising, importing medical equipment and children's toys, and was twice jailed under the Gaddafi regime for his alleged Islamist leanings.", "metadata": {}}
{"pid": "16185864__0", "title_text": "The Five Chinese Brothers", "passage_text": "The Five Chinese Brothers is an American children's book written by Claire Huchet Bishop and illustrated by Kurt Wiese. It was originally published in 1938 by Coward-McCann. The book is a retelling of a Chinese folk tale, \"Ten Brothers\". Plot. In the Imperial China of the Qing dynasty, there are five brothers who \"all looked exactly alike.\" They each possess a special talent: the first brother can swallow the sea, the second has an unbreakable iron neck, the third can stretch his legs to incredible lengths, the fourth is immune to burning, and the fifth can hold his breath forever. The five live with their mother by the sea.", "metadata": {}}
{"pid": "23961037__0", "title_text": "Freddy and the Baseball Team from Mars", "passage_text": "Freddy and the Baseball Team from Mars (1955) is the 23rd book in the humorous children's series Freddy the Pig by American author Walter R. Brooks, illustrated by Kurt Wiese. Capitalizing on Martian s' ability to pitch with any of four arms, Freddy creates a baseball team of Martians and circus animals to compete against neighboring towns. An old foe of Freddy's tries to rig the games. Plot summary. Freddy's ice skating with the animals on the bean farm is interrupted by a request from Mr. Boomschmidt, the circus owner, to find a kidnapped Martian.", "metadata": {}}
{"pid": "309323__11", "title_text": "Bambi, a Life in the Woods", "passage_text": "Max Schuster, a co-founder of Simon & Schuster, became intrigued with the novel and contracted with the author to publish it in North America. Clifton Fadiman, an editor at the firm, engaged his Columbia University classmate Whittaker Chambers to translate it. Simon & Schuster published this first English edition in 1928, with illustrations by Kurt Wiese, under the title \"Bambi: A Life in the Woods\". \"The New York Times\" praised the prose as \"admirably translated\". The \"New York Herald Tribune\" did not comment on the translation.", "metadata": {}}
{"pid": "46712595__0", "title_text": "The Hound of Florence", "passage_text": "The Hound of Florence: A Novel () is a 1923 novel written by Felix Salten. It is best known today for partly inspiring the 1959 Walt Disney Productions film \"The Shaggy Dog\", as well as sequels and remakes. The novel was first translated into English in 1930 by Huntley Paterson, and the translation has illustrations by Kurt Wiese. Plot. \"The Hound of Florence\" is an adventure story for young readers, set in early eighteenth-century Austria and Italy. The adolescent Lukas Grassi has lost his parents and lives in Vienna in great poverty, longs for his native Italy, and would like to study art in Florence.", "metadata": {}}
{"pid": "9471256__0", "title_text": "The Story About Ping", "passage_text": "The Story About Ping is a popular children's book written by Marjorie Flack and illustrated by Kurt Wiese. First published in 1933, \"Ping\" is a colorfully illustrated story about a domesticated Chinese duck lost on the Yangtze River. Based on a 2007 online poll, the National Education Association listed the book as one of its \"Teachers' Top 100 Books for Children\". Plot. The story begins when Ping, the duck, is taken by his owner to feed on the riverbank. Later, when it is evening, Ping is the last duck to return, so he hides to avoid being spanked.", "metadata": {}}
{"pid": "21617596__0", "title_text": "Juanita Growing Thunder Fogarty", "passage_text": "Juanita Growing Thunder Fogarty (born 1969) is a Native American, Assiniboine Sioux bead worker and porcupine quill worker. She creates traditional Northern Plains regalia. Background. Juanita Growing Thunder Fogarty was born in Castro Valley, California in 1969; however, her family comes from the Fort Peck Indian Reservation, where Juanita spent much of her childhood. Her mother, Joyce Growing Thunder Fogarty, is also an acclaimed bead and quill artist and the only artist to have won best of show three times at the Santa Fe Indian Market. Both artists come from a long line of Plains Indians bead workers.", "metadata": {}}
{"pid": "22026016__0", "title_text": "Martha Berry (artist)", "passage_text": "Martha Berry is a Cherokee beadwork artist, who has been highly influential in reviving traditional Cherokee and Southeastern beadwork, particularly techniques from the pre-Removal period. She has been recognized as a Cherokee National Treasure and is the recipient of the Seven Star Award and the Tradition Keeper Award. Her work is shown in museums around the United States. Background. Martha Berry was born and raised in Tulsa, Oklahoma. She is a registered tribal citizen of the Cherokee Nation. Berry's grandmother and mother taught her how to sew and embroider at age five. She made her own clothes by age nine.", "metadata": {}}
{"pid": "22484792__0", "title_text": "Teri Greeves", "passage_text": "Teri Greeves (born 1970) is a Native American bead work artist, living in Santa Fe, New Mexico. She is enrolled in the Kiowa Indian Tribe of Oklahoma. Early life and education. Teri Greeves was born on the Wind River Reservation in Wyoming in 1970. While Greeves was growing up, her mother, Jeri Ah-be-hill, owned a trading post on the reservation. \"By repeating to customers what I heard her saying when she was selling to and educating the public,\" Teri says, \"I unknowingly gained a broad knowledge of different beadwork from tribes around the US.\" Greeves learned beadwork from her mother, who learned from her mother, as well as her aunt.", "metadata": {}}
{"pid": "22494563__0", "title_text": "Marcus Amerman", "passage_text": "Marcus Amerman is a Choctaw bead artist, glass art ist, painter, fashion designer, and performance art ist, living in Idaho. He is known for his highly realistic beadwork portraits. Background. Marcus Amerman was born in Phoenix, Arizona in 1959 but grew up in the Pacific Northwest. At the age of 10, his aunt taught him the techniques for Native American beadwork. He earned his Bachelor of Fine Arts from Whitman College in Walla Walla, Washington. He also studied the Institute of American Indian Arts and the Anthropology Film Center. Artwork. His exploration of so many different genres of art overlap each other. For instance, Amerman's beadwork is integrated into clothing design.", "metadata": {}}
{"pid": "25758106__1", "title_text": "Richard Aitson", "passage_text": "In 1976, Aitson produced documentaries for the Bicentennial Commission about Native American events. He worked at the Squash Blossom Gallery in Aspen, Colorado in 1979, which is where he first curated art shows. He has since curated many group shows, including \"Winter Camp 2000\" at the National Cowboy and Western Heritage Museum in Oklahoma City. He taught Native American literature at Anadarko High School and also taught at Bacone College as an Adjunct Professor of Art. Beadwork. Aitson jumped into beadwork ing out of necessity. He was invited to join the prestigious Kiowa Gourd Clan and had to learn beading to create his gourd dance regalia.", "metadata": {}}