{"pid": "12640810", "title_text": "Cortactin regulates cofilin and N-WASp activities to control the stages of invadopodium assembly and maturation", "passage_text": "Invadopodia are matrix-degrading membrane protrusions in invasive carcinoma cells. The mechanisms regulating invadopodium assembly and maturation are not understood. We have dissected the stages of invadopodium assembly and maturation and show that invadopodia use cortactin phosphorylation as a master switch during these processes. In particular, cortactin phosphorylation was found to regulate cofilin and Arp2/3 complex-dependent actin polymerization. Cortactin directly binds cofilin and inhibits its severing activity. Cortactin phosphorylation is required to release this inhibition so cofilin can sever actin filaments to create barbed ends at invadopodia to support Arp2/3-dependent actin polymerization. After barbed end formation, cortactin is dephosphorylated, which blocks cofilin severing activity thereby stabilizing invadopodia. These findings identify novel mechanisms for actin polymerization in the invadopodia of metastatic carcinoma cells and define four distinct stages of invadopodium assembly and maturation consisting of invadopodium precursor formation, actin polymerization, stabilization, and matrix degradation.", "metadata": {}}
{"pid": "11614737", "title_text": "Combination varenicline and bupropion SR for tobacco-dependence treatment in cigarette smokers: a randomized trial.", "passage_text": "IMPORTANCE Combining pharmacotherapies for tobacco-dependence treatment may increase smoking abstinence. OBJECTIVE To determine efficacy and safety of varenicline and bupropion sustained-release (SR; combination therapy) compared with varenicline (monotherapy) in cigarette smokers. DESIGN, SETTING, AND PARTICIPANTS Randomized, blinded, placebo-controlled multicenter clinical trial with a 12-week treatment period and follow-up through week 52 conducted between October 2009 and April 2013 at 3 midwestern clinical research sites. Five hundred six adult (≥18 years) cigarette smokers were randomly assigned and 315 (62%) completed the study. INTERVENTIONS Twelve weeks of varenicline and bupropion SR or varenicline and placebo. MAIN OUTCOMES AND MEASURES Primary outcome was abstinence rates at week 12, defined as prolonged (no smoking from 2 weeks after the target quit date) abstinence and 7-day point-prevalence (no smoking past 7 days) abstinence. Secondary outcomes were prolonged and point-prevalence smoking abstinence rates at weeks 26 and 52. Outcomes were biochemically confirmed. RESULTS At 12 weeks, 53.0% of the combination therapy group achieved prolonged smoking abstinence and 56.2% achieved 7-day point-prevalence smoking abstinence compared with 43.2% and 48.6% in varenicline monotherapy (odds ratio [OR], 1.49; 95% CI, 1.05-2.12; P = .03 and OR, 1.36; 95% CI, 0.95-1.93; P = .09, respectively). At 26 weeks, 36.6% of the combination therapy group achieved prolonged and 38.2% achieved 7-day point-prevalence smoking abstinence compared with 27.6% and 31.9% in varenicline monotherapy (OR, 1.52; 95% CI, 1.04-2.22; P = .03 and OR, 1.32; 95% CI, 0.91-1.91; P = .14, respectively). At 52 weeks, 30.9% of the combination therapy group achieved prolonged and 36.6% achieved 7-day point-prevalence smoking abstinence compared with 24.5% and 29.2% in varenicline monotherapy (OR, 1.39; 95% CI, 0.93-2.07; P = .11 and OR, 1.40; 95% CI, 0.96-2.05; P = .08, respectively). Participants receiving combination therapy reported more anxiety (7.2% vs 3.1%; P = .04) and depressive symptoms (3.6% vs 0.8%; P = .03). CONCLUSIONS AND RELEVANCE Among cigarette smokers, combined use of varenicline and bupropion, compared with varenicline alone, increased prolonged abstinence but not 7-day point prevalence at 12 and 26 weeks. Neither outcome was significantly different at 52 weeks. Further research is required to determine the role of combination therapy in smoking cessation. TRIAL REGISTRATION clinicaltrials.gov Identifier: http://clinicaltrials.gov/show/NCT00935818.", "metadata": {}}
{"pid": "970012", "title_text": "Cold Exposure Promotes Atherosclerotic Plaque Growth and Instability via UCP1-Dependent Lipolysis", "passage_text": "Molecular mechanisms underlying the cold-associated high cardiovascular risk remain unknown. Here, we show that the cold-triggered food-intake-independent lipolysis significantly increased plasma levels of small low-density lipoprotein (LDL) remnants, leading to accelerated development of atherosclerotic lesions in mice. In two genetic mouse knockout models (apolipoprotein E(-/-) [ApoE(-/-)] and LDL receptor(-/-) [Ldlr(-/-)] mice), persistent cold exposure stimulated atherosclerotic plaque growth by increasing lipid deposition. Furthermore, marked increase of inflammatory cells and plaque-associated microvessels were detected in the cold-acclimated ApoE(-/-) and Ldlr(-/-) mice, leading to plaque instability. Deletion of uncoupling protein 1 (UCP1), a key mitochondrial protein involved in thermogenesis in brown adipose tissue (BAT), in the ApoE(-/-) strain completely protected mice from the cold-induced atherosclerotic lesions. Cold acclimation markedly reduced plasma levels of adiponectin, and systemic delivery of adiponectin protected ApoE(-/-) mice from plaque development. These findings provide mechanistic insights on low-temperature-associated cardiovascular risks.", "metadata": {}}
{"pid": "14767844", "title_text": "Golli protein negatively regulates store depletion-induced calcium influx in T cells.", "passage_text": "Calcium influx is crucial for T cell activation and differentiation. The detailed regulation of this process remains unclear. We report here that golli protein, an alternatively spliced product of the myelin basic protein gene, plays a critical role in regulating calcium influx in T cells. Golli-deficient T cells were hyperproliferative and showed enhanced calcium entry upon T cell receptor stimulation. We further found that golli regulates calcium influx in T cells through the inhibition of the store depletion-induced calcium influx. Mutation of the myristoylation site on golli disrupted its association with the plasma membrane and reversed its inhibitory action on Ca2+ influx, indicating that membrane association of golli was essential for its inhibitory action. These results indicate that golli functions in a unique way to regulate T cell activation through a mechanism involving the modulation of the calcium homeostasis.", "metadata": {}}
{"pid": "27873158", "title_text": "Efficacy of human papillomavirus testing for the detection of invasive cervical cancers and cervical intraepithelial neoplasia: a randomised controlled trial.", "passage_text": "BACKGROUND Human papillomavirus (HPV) testing is known to be more sensitive, but less specific than cytology for detecting cervical intraepithelial neoplasia (CIN). We assessed the efficacy of cervical-cancer screening policies that are based on HPV testing. METHODS Between March, 2004, and December, 2004, in two separate recruitment phases, women aged 25-60 years were randomly assigned to conventional cytology or to HPV testing in combination with liquid-based cytology (first phase) or alone (second phase). Randomisation was done by computer in two screening centres and by sequential opening of numbered sealed envelopes in the remaining seven centres. During phase one, women who were HPV-positive and aged 35-60 years were referred to colposcopy, whereas women aged 25-34 years were referred to colposcopy only if cytology was also abnormal or HPV testing was persistently positive. During phase two, women in the HPV group were referred for colposcopy if the HPV test was positive. Two rounds of screening occurred in each phase, and all women had cytology testing only at the second round. The primary endpoint was the detection of grade 2 and 3 CIN, and of invasive cervical cancers during the first and second screening rounds. Analysis was done by intention to screen. This trial is registered, number ISRCTN81678807. FINDINGS In total for both phases, 47,001 women were randomly assigned to the cytology group and 47,369 to HPV testing. 33,851 women from the cytology group and 32,998 from the HPV-testing group had a second round of screening. We also retrieved the histological diagnoses from screening done elsewhere. The detection of invasive cervical cancers was similar for the two groups in the first round of screening (nine in the cytology group vs seven in the HPV group, p=0.62); no cases were detected in the HPV group during round two, compared with nine in the cytology group (p=0.004). Overall, in the two rounds of screening, 18 invasive cancers were detected in the cytology group versus seven in the HPV group (p=0.028). Among women aged 35-60 years, at round one the relative detection (HPV vs cytology) was 2.00 (95% CI 1.44-2.77) for CIN2, 2.08 (1.47-2.95) for CIN3, and 2.03 (1.60-2.57) for CIN2 and 3 together. At round two the relative detection was 0.54 (0.23-1.28) for CIN2, 0.48 (0.21-1.11) for CIN3, and 0.51 (0.28-0.93) for CIN2 and 3 together. Among women aged 25-34 years, there was significant heterogeneity between phases in the relative detection of CIN3. At round one the relative detection was 0.93 (0.52-1.64) in phase one and 3.91 (2.02-7.57) in phase two. At round two the relative detection was 1.34 (0.46-3.84) in phase one and 0.20 (0.04-0.93) in phase two. Pooling both phases, the detection ratio of CIN2 for women aged 25-34 years was 4.09 (2.24-7.48) at round one and 0.64 (0.23-1.27) at round two. INTERPRETATION HPV-based screening is more effective than cytology in preventing invasive cervical cancer, by detecting persistent high-grade lesions earlier and providing a longer low-risk period. However, in younger women, HPV screening leads to over-diagnosis of regressive CIN2. FUNDING European Union, Italian Ministry of Health, Regional Health Administrations of Piemonte, Tuscany, Veneto and Emilia-Romagna, and Public Health Agency of Lazio.", "metadata": {}}