{"pid": "130131", "title_text": "Lawton, Oklahoma", "passage_text": "The city of Lawton is the county seat of Comanche County, in the State of Oklahoma. Located in southwestern Oklahoma, about 87 mi southwest of Oklahoma City, it is the principal city of the Lawton, Oklahoma Metropolitan Statistical Area. According to the 2010 census, Lawton's population was 96,867, making it the fifth-largest city in the state.", "metadata": {}, "idx": 71, "summary_text": "Lawton is the county seat of Comanche County in Oklahoma, located about 87 miles southwest of Oklahoma City. It is the principal city of the Lawton Metropolitan Statistical Area and has a population of approximately 96,867 according to the 2010 census, making it the fifth-largest city in the state."}
{"pid": "7239075", "title_text": "Charon Gardens Wilderness Area", "passage_text": "The Charon's Garden Wilderness Area is part of the Wichita Mountains Wildlife Refuge in southwestern Oklahoma and is managed by the US Fish & Wildlife Service. It is located to the west of Medicine Park, Oklahoma and north of Lawton, Oklahoma. The wilderness area, dominated by rugged granite mountains, oak forests, and mixed grass prairies, covers 5723 acre in the western portion of the Refuge. It is not unusual to run into deer, buffalo, elk, longhorn, and prairie dogs. Day use and limited backcountry camping is allowed with a permit from the Refuge. The area is popular with rock climbers, with formations such as Echo Dome and Crab Eyes being popular destinations.", "metadata": {}, "idx": 68, "summary_text": "The Charon's Garden Wilderness Area is located in the Wichita Mountains Wildlife Refuge in Oklahoma. Managed by the US Fish & Wildlife Service, it covers 5723 acres of rugged granite mountains, oak forests, and prairies. Wildlife such as deer, buffalo, elk, longhorn, and prairie dogs can be spotted in the area. Day use and backcountry camping with a permit is allowed, and the area is popular for rock climbing with formations like Echo Dome and Crab Eyes."}
{"pid": "2795560", "title_text": "Nickelodeon Animation Studio", "passage_text": "Nickelodeon Animation Studio, also known in Burbank as Nickelodeon Studios Burbank, is an American animation studio owned and operated by Viacom through its television network Nickelodeon. The studio produces many of the network's most popular animated series, including \"SpongeBob SquarePants\", \"The Fairly OddParents\", \"Teenage Mutant Ninja Turtles\", \"Harvey Beaks\", \"The Loud House\", \"Bunsen Is a Beast\", and \"Welcome to the Wayne\". It also produces programs for Nicktoons Network, Nick at Nite, TeenNick, and Nick Jr. as well.", "metadata": {}, "idx": 138, "summary_text": "Nickelodeon Animation Studio, also known as Nickelodeon Studios Burbank, is an American animation studio owned by Viacom. It produces popular animated series such as \"SpongeBob SquarePants\" and \"The Loud House\", as well as programs for other Nickelodeon networks."}
{"pid": "37930801", "title_text": "Brian A. Miller", "passage_text": "Brian A. Miller is an American television producer and the current Senior Vice President and General Manager of Cartoon Network Studios in Burbank, California, having assumed the title in 2000. He was formerly Vice President of Production at Nickelodeon Animation Studio, Vice President of Production at Hanna-Barbera, and Vice President of Production at DIC Entertainment. He also served as a production supervisor for \"Alvin and the Chipmunks\". He was also the executive in charge of production for various shows in the 1990s and early 2000s such as \"Dexter's Laboratory\", \"CatDog\", \"Hey Arnold!\", \"The Angry Beavers\", \"ChalkZone\", \"\", \"The Powerpuff Girls\", \"Captain Planet and the Planeteers\", \"Adventures of Sonic the Hedgehog\", \"Cow and Chicken\", \"Johnny Bravo\", and the first season of \"SpongeBob SquarePants\".", "metadata": {}, "idx": 159, "summary_text": "Brian A. Miller is an American television producer who is currently the Senior Vice President and General Manager of Cartoon Network Studios. He has held various production positions at Nickelodeon Animation Studio, Hanna-Barbera, and DIC Entertainment. He has worked on popular shows such as \"Dexter's Laboratory\", \"The Powerpuff Girls\", and \"SpongeBob SquarePants\"."}
{"pid": "13422322", "title_text": "Writing with Intent", "passage_text": "Writing with Intent: Essays, Reviews, Personal Prose--1983-2005 (2006) is a collection of essays by the Canadian author Margaret Atwood. The book includes accounts of the author's experiences as a young woman becoming a writer; many reviews of films and books; obituaries, and a long essay criticizing \"Operation Iraqi Freedom\".", "metadata": {}, "idx": 210, "summary_text": "\"Writing with Intent\" is a collection of essays by Margaret Atwood that covers a wide range of topics. It includes personal reflections on the author's journey to becoming a writer, reviews of various films and books, obituaries, and a critical essay on the controversial \"Operation Iraqi Freedom\". Atwood's essays offer a deep and insightful perspective on literature, politics, and the human experience."}
{"pid": "60280", "title_text": "Margaret Atwood", "passage_text": "Margaret Eleanor Atwood, {'1': \", '2': \", '3': \", '4': \"} (born November 18, 1939) is a Canadian poet, novelist, literary critic, essayist, inventor, and environmental activist. She is a winner of the Arthur C. Clarke Award and Prince of Asturias Award for Literature, has been shortlisted for the Booker Prize five times, winning once, and has been a finalist for the Governor General's Award several times, winning twice. In 2001, she was inducted into Canada's Walk of Fame. She is also a founder of the Writers' Trust of Canada, a non-profit literary organization that seeks to encourage Canada's writing community. Among innumerable contributions to Canadian literature, she was a founding trustee of the Griffin Poetry Prize.", "metadata": {}, "idx": 112, "summary_text": "Margaret Atwood is a Canadian writer known for her poetry, novels, essays, and environmental activism. She has won numerous literary awards, including the Booker Prize and the Arthur C. Clarke Award. Atwood is also a founder of the Writers' Trust of Canada and has made significant contributions to Canadian literature."}
{"pid": "2627820", "title_text": "Chris Brown", "passage_text": "Christopher Maurice Brown (born May 5, 1989) is an American singer, songwriter, actor, and rapper. Born in 1989 in Tappahannock, Virginia, he was involved in his church choir and several local talent shows from a young age. Having signed with Jive Records in 2004, Brown released his self-titled debut studio album the following year. It peaked at number two on the US \"Billboard\" 200 and was later certified double platinum by the Recording Industry Association of America (RIAA), selling an overall three million copies worldwide. With his first single \"Run It!\" peaking atop the US \"Billboard\" Hot 100, Brown became the first male artist as a lead since Diddy in 1997 to have his debut single top the chart. His second album \"Exclusive\" (2007) spawned his second Hot 100 number one \"Kiss Kiss\", in addition to \"With You\" and \"Forever\". The album was also certified double platinum by the RIAA. In addition to his solo commercial success, Brown has been featured on several singles such as \"No Air\", a duet with singer Jordin Sparks, \"Shortie like Mine\" with the rapper Bow Wow and \"Shawty Get Loose\" alongside Lil Mama and T-Pain. The songs have peaked at number three, number nine and number ten on the US \"Billboard\" Hot 100 respectively.", "metadata": {}, "idx": 219, "summary_text": "Christopher Maurice Brown, known professionally as Chris Brown, is an American singer, songwriter, actor, and rapper. He gained fame in the mid-2000s with hits like \"Run It!\" and \"Kiss Kiss\" from his debut and second albums. Brown has also been featured on successful singles with other artists like Jordin Sparks and Bow Wow. He has achieved commercial success and critical acclaim in his career."}
{"pid": "30181873", "title_text": "Ain't Thinkin' 'Bout You", "passage_text": "\"Ain't Thinkin' 'Bout You\" is a song by rapper Bow Wow. This song features Chris Brown. An early version originally appeared on Brown's collaborative mixtape with Tyga, \"Fan of a Fan\".", "metadata": {}, "idx": 79, "summary_text": "The song \"Ain't Thinkin' 'Bout You\" is a collaboration between Bow Wow and Chris Brown. The track was originally featured on Brown's mixtape with Tyga, \"Fan of a Fan\"."}
{"pid": "15837", "title_text": "Jean Cocteau", "passage_text": "Jean Maurice Eugène Clément Cocteau (] ; 5 July 1889 – 11 October 1963) was a French writer, designer, playwright, artist and filmmaker. Cocteau is best known for his novel \"Les Enfants Terribles\" (1929), and the films \"The Blood of a Poet\" (1930), \"Les Parents Terribles\" (1948), \"Beauty and the Beast\" (1946) and \"Orpheus\" (1949). His circle of associates, friends and lovers included Kenneth Anger, Pablo Picasso, Gertrude Stein, Jean Hugo, Jean Marais, Henri Bernstein, Yul Brynner, Marlene Dietrich, Coco Chanel, Erik Satie, Albert Gleizes, Igor Stravinsky, Marie Laurencin, María Félix, Édith Piaf, Panama Al Brown, Colette, Jean Genet, and Raymond Radiguet.", "metadata": {}, "idx": 187, "summary_text": "Jean Cocteau was a multi-talented French artist known for his novels, plays, films, and artwork. Some of his most famous works include \"Les Enfants Terribles,\" \"The Blood of a Poet,\" \"Beauty and the Beast,\" and \"Orpheus.\" He had a wide circle of influential friends, including Pablo Picasso, Colette, and Marlene Dietrich."}
{"pid": "53792545", "title_text": "La Machine à écrire", "passage_text": "La Machine à écrire is a three-act play written by French dramatist Jean Cocteau, premiered on 29 April 1941 at the Théâtre Hébertot in Paris.", "metadata": {}, "idx": 277, "summary_text": "\"La Machine à écrire\" is a play written by Jean Cocteau that premiered in Paris in 1941. It consists of three acts and was performed at the Théâtre Hébertot."}